{
    "philosophique": [
        {"quote": "La vie sans musique est tout simplement une erreur, une fatigue, un exil.", "author": "Friedrich Nietzsche"},
        {"quote": "Connais-toi toi-même et tu connaîtras l'univers et les dieux.", "author": "Socrate"},
        {"quote": "Le bonheur est la seule chose qui se double si on le partage.", "author": "Albert Schweitzer"},
        {"quote": "L'homme est né libre, et partout il est dans les fers.", "author": "Jean-Jacques Rousseau"},
        {"quote": "La sagesse commence dans l'émerveillement.", "author": "Socrate"},
        {"quote": "Le doute est le commencement de la sagesse.", "author": "Aristote"},
        {"quote": "Nous ne voyons pas les choses comme elles sont, nous les voyons comme nous sommes.", "author": "Anaïs Nin"},
        {"quote": "La vie est vraiment simple, mais nous insistons à la rendre compliquée.", "author": "Confucius"},
        {"quote": "La connaissance s'acquiert par l'expérience, tout le reste n'est que de l'information.", "author": "Albert Einstein"},
        {"quote": "L'éducation est l'arme la plus puissante pour changer le monde.", "author": "Nelson Mandela"},
        {"quote": "Rien n'est permanent, sauf le changement.", "author": "Héraclite"},
        {"quote": "La vie est ce qui arrive quand vous êtes occupé à faire d'autres plans.", "author": "John Lennon"},
        {"quote": "La plus grande gloire n'est pas de ne jamais tomber, mais de se relever à chaque chute.", "author": "Confucius"},
        {"quote": "Celui qui a un pourquoi peut supporter n'importe quel comment.", "author": "Friedrich Nietzsche"},
        {"quote": "La chose la plus importante dans la vie est d'apprendre à donner de l'amour et à le recevoir.", "author": "Morrie Schwartz"},
        {"quote": "Tout ce que nous sommes est le résultat de ce que nous avons pensé.", "author": "Bouddha"},
        {"quote": "La vie est trop précieuse pour la passer à essayer de la comprendre.", "author": "Albert Einstein"},
        {"quote": "La patience est amère, mais son fruit est doux.", "author": "Jean-Jacques Rousseau"},
        {"quote": "Le vrai signe de l'intelligence n'est pas la connaissance mais l'imagination.", "author": "Albert Einstein"},
        {"quote": "La vie n'est pas une question à résoudre, mais une réalité à expérimenter.", "author": "Soren Kierkegaard"},
        {"quote": "Il n'y a pas de chemin vers le bonheur, le bonheur est le chemin.", "author": "Bouddha"},
        {"quote": "Si vous voulez être heureux, fixez-vous un objectif qui vous inspire.", "author": "Albert Einstein"},
        {"quote": "Le plus grand défi dans la vie est d'être vous-même... dans un monde qui essaie constamment de vous rendre comme quelqu'un d'autre.", "author": "E.E. Cummings"},
        {"quote": "Pour comprendre la véritable signification de la vie, il faut se libérer des chaînes de la société.", "author": "Jiddu Krishnamurti"},
        {"quote": "Les rêves ne sont pas ce que nous voyons lorsque nous dormons, ils sont ce qui nous empêche de dormir.", "author": "Platon"}
    ],
    "Mathématique": [
        {"quote": "Les mathématiques sont la musique des raisons pures.", "author": "Kurt Gödel"},
        {"quote": "Les mathématiques ne mentent pas, c'est nous qui faisons des erreurs.", "author": "W. Edwards Deming"},
        {"quote": "La beauté des mathématiques réside dans sa simplicité.", "author": "E. W. Dijkstra"},
        {"quote": "Ce qui est prouvé est vrai, ce qui est conjecturé est une possibilité.", "author": "Carl Friedrich Gauss"},
        {"quote": "Les mathématiques ne sont pas des sciences exactes, mais des arts purs.", "author": "Paul Dirac"},
        {"quote": "Le plus grand mystère des mathématiques est le nombre pi.", "author": "Leonhard Euler"},
        {"quote": "Le nombre e est le nombre le plus important de tous les nombres.", "author": "Leonhard Euler"},
        {"quote": "Les mathématiques sont une science qui permet d'exprimer la vérité de façon précise.", "author": "Galileo Galilei"},
        {"quote": "Il n'y a pas de place pour la chance en mathématiques.", "author": "Arthur Eddington"},
        {"quote": "Les mathématiques sont le langage de l'univers.", "author": "Galileo Galilei"},
        {"quote": "Les problèmes mathématiques sont des occasions déguisées.", "author": "H. Poincaré"},
        {"quote": "Les mathématiques ne sont pas juste des chiffres ; elles sont une vision du monde.", "author": "Albert Einstein"},
        {"quote": "La logique mathématique est un chemin vers la vérité.", "author": "Bertrand Russell"},
        {"quote": "L'algèbre est le langage de la géométrie.", "author": "Isaac Newton"},
        {"quote": "Les mathématiques nous aident à comprendre la nature et l'univers.", "author": "Roger Penrose"},
        {"quote": "Les plus grands mathématiciens ne sont pas ceux qui connaissent le plus, mais ceux qui comprennent le mieux.", "author": "Albert Einstein"},
        {"quote": "L'univers est écrit en langage mathématique.", "author": "Galileo Galilei"},
        {"quote": "La créativité est au cœur des mathématiques.", "author": "Albert Einstein"},
        {"quote": "Les mathématiques sont la seule science où l'on ne ment jamais.", "author": "Ronald Graham"},
        {"quote": "Le mathématicien est un artiste, et le nombre est son pinceau.", "author": "G.H. Hardy"},
        {"quote": "Le zéro est un nombre, mais il a révolutionné les mathématiques.", "author": "Leibniz"},
        {"quote": "Les équations sont des paroles muettes qui parlent à ceux qui écoutent.", "author": "Léonhard Euler"},
        {"quote": "Les mathématiques sont la poésie de la logique.", "author": "Albert Einstein"},
        {"quote": "La vie est une équation, il faut équilibrer les deux côtés.", "author": "Albert Einstein"}
    ],
    "Scientifique": [
        {"quote": "La science est une manière de penser beaucoup plus que de savoir.", "author": "Carl Sagan"},
        {"quote": "Tout ce que nous savons est une goutte d'eau, ce que nous ignorons est un océan.", "author": "Isaac Newton"},
        {"quote": "La science ne résout pas toujours les problèmes, mais elle fait progresser notre compréhension.", "author": "Stephen Hawking"},
        {"quote": "Ce qui est aujourd'hui prouvé était autrefois une hypothèse.", "author": "Albert Einstein"},
        {"quote": "La recherche scientifique est le chemin de la vérité.", "author": "Aristote"},
        {"quote": "L'esprit scientifique n'est pas celui qui croit tout, mais celui qui doute de tout.", "author": "René Descartes"},
        {"quote": "La science est la grande remise en question de notre existence.", "author": "Richard Feynman"},
        {"quote": "L'observation est la source de tout savoir.", "author": "Galileo Galilei"},
        {"quote": "La curiosité est le moteur de la science.", "author": "Albert Einstein"},
        {"quote": "Les scientifiques cherchent à découvrir ce qui est caché aux yeux de tous.", "author": "Marie Curie"},
        {"quote": "L'univers est un livre qui s'écrit en langage mathématique.", "author": "Galileo Galilei"},
        {"quote": "La science peut nous apporter des réponses, mais pas des solutions.", "author": "Albert Einstein"},
        {"quote": "La science, c'est l'art de l'incertitude et la maîtrise de l'ignorance.", "author": "Richard Feynman"},
        {"quote": "La recherche est le premier pas vers la découverte.", "author": "Albert Einstein"},
        {"quote": "La nature ne fait rien en vain.", "author": "Aristote"},
        {"quote": "La science est un processus d'élimination de l'erreur.", "author": "Isaac Asimov"},
        {"quote": "L'évolution est la preuve que la science est toujours en mouvement.", "author": "Charles Darwin"},
        {"quote": "Un fait scientifique est ce qui reste vrai, même si tout le monde le croit faux.", "author": "Richard Dawkins"},
        {"quote": "Les grandes découvertes commencent par de petites curiosités.", "author": "Albert Einstein"},
        {"quote": "Les scientifiques transforment l'impossible en possible.", "author": "Michio Kaku"},
        {"quote": "La science est le meilleur antidote contre la superstition.", "author": "Carl Sagan"},
        {"quote": "Pour comprendre l'univers, il faut être capable de regarder au-delà des apparences.", "author": "Stephen Hawking"},
        {"quote": "L'humanité est en quête de réponses, et la science est notre guide.", "author": "Neil deGrasse Tyson"}
    ],
    "Littéraire": [
            {"quote": "Les mots sont, bien sûr, la plus puissante drogue utilisée par l'humanité.", "author": "Rudyard Kipling"},
            {"quote": "Lire, c'est voyager ; voyager, c'est lire.", "author": "Victor Hugo"},
            {"quote": "Les livres sont des amis froids et sûrs.", "author": "Emile Zola"},
            {"quote": "Une bibliothèque est un monde qui n'attend que d'être découvert.", "author": "Jorge Luis Borges"},
            {"quote": "Les écrivains ne sont pas des magiciens, mais leurs mots peuvent rendre le monde magique.", "author": "J.K. Rowling"},
            {"quote": "La littérature est l'art de montrer la vie telle qu'elle est, dans toute sa complexité.", "author": "Marcel Proust"},
            {"quote": "L'écriture, c'est la peinture de la voix.", "author": "Voltaire"},
            {"quote": "Les mots sont la clé de la liberté.", "author": "Nelson Mandela"},
            {"quote": "Un livre est un rêve que vous tenez dans vos mains.", "author": "Neil Gaiman"},
            {"quote": "Écrire, c'est une aventure qui commence avec un acte de foi.", "author": "Marguerite Duras"},
            {"quote": "Lire, c'est s'évader dans des mondes que nous n'avons jamais visités.", "author": "Haruki Murakami"},
            {"quote": "Le livre est un ami que l'on peut toujours retrouver, même après des années.", "author": "George R.R. Martin"},
            {"quote": "La poésie est l'âme de la langue.", "author": "William Shakespeare"},
            {"quote": "Chaque livre est une fenêtre ouverte sur l'âme de son auteur.", "author": "Gustave Flaubert"},
            {"quote": "Un roman est un miroir qui se promène sur une grande route.", "author": "Stendhal"},
            {"quote": "Les écrivains sont des bâtisseurs de mondes.", "author": "Stephen King"},
            {"quote": "Les histoires sont la façon dont nous nous connectons aux autres.", "author": "Tolkien"},
            {"quote": "L'écriture est la façon dont nous immortalisons nos pensées.", "author": "Sylvia Plath"},
            {"quote": "Il est bien plus facile d'écrire pour les autres que pour soi-même.", "author": "Anton Tchekhov"},
            {"quote": "Le but d'un écrivain est de toucher l'âme du lecteur.", "author": "Jane Austen"},
            {"quote": "La littérature est la manière la plus profonde de comprendre l'humanité.", "author": "Albert Camus"},
            {"quote": "Le romancier est un orfèvre qui sculpte les mots avec soin.", "author": "Victor Hugo"},
            {"quote": "Les mots ont le pouvoir de changer le monde.", "author": "Nelson Mandela"},
            {"quote": "Un écrivain est quelqu'un qui crée un monde, mais qui n'a pas toujours le contrôle sur lui.", "author": "George Orwell"},
            {"quote": "Écrire, c'est savoir se mettre à la place d'un autre.", "author": "Marguerite Yourcenar"},
            {"quote": "Un écrivain est un explorateur de l'âme humaine.", "author": "Ernest Hemingway"},
            {"quote": "Les livres sont des trésors qui nous enrichissent à vie.", "author": "Stephen King"},
            {"quote": "Le vrai écrivain écrit pour découvrir ce qu'il pense.", "author": "V.S. Naipaul"},
            {"quote": "Écrire, c'est savoir être en paix avec soi-même.", "author": "Toni Morrison"},
            {"quote": "Les histoires que nous racontons sont ce qui définit notre monde.", "author": "Mitch Albom"}
        ],
    "Motivationelle": [
            {"quote": "Ne rêvez pas votre vie, vivez vos rêves.", "author": "Unknown"},
            {"quote": "Le succès est la somme de petits efforts répétés jour après jour.", "author": "Robert Collier"},
            {"quote": "N'attendez pas. Le temps ne sera jamais juste.", "author": "Napoleon Hill"},
            {"quote": "La seule limite à notre réalisation de demain sera nos doutes d'aujourd'hui.", "author": "Franklin D. Roosevelt"},
            {"quote": "Faites aujourd'hui ce que les autres ne veulent pas faire, faites demain ce que les autres ne peuvent pas faire.", "author": "Jerry Rice"},
            {"quote": "Croyez en vous et tout est possible.", "author": "Miley Cyrus"},
            {"quote": "Rien n'est impossible, l'impossible prend juste un peu plus de temps.", "author": "Dan Brown"},
            {"quote": "Les rêves ne fonctionnent que si vous travaillez dur.", "author": "John C. Maxwell"},
            {"quote": "La persistance est le chemin vers le succès.", "author": "Charlie Chaplin"},
            {"quote": "Le courage ne rugit pas toujours. Parfois, le courage est la voix tranquille à la fin de la journée qui dit : 'Je vais essayer de nouveau demain.'", "author": "Mary Anne Radmacher"},
            {"quote": "Le plus grand échec est de ne pas avoir essayé.", "author": "Debbie Millman"},
            {"quote": "Vous êtes plus fort que vous ne le pensez.", "author": "A.A. Milne"},
            {"quote": "Ce qui est fait avec passion est fait bien.", "author": "Vincent van Gogh"},
            {"quote": "Il n'y a pas de raccourci vers n'importe où qui vaille la peine d'aller.", "author": "Beverly Sills"},
            {"quote": "Le succès appartient à ceux qui osent.", "author": "Unknown"},
            {"quote": "Soyez le changement que vous souhaitez voir dans le monde.", "author": "Mahatma Gandhi"},
            {"quote": "Ne laissez pas les petites choses vous détourner de vos objectifs.", "author": "Unknown"},
            {"quote": "Le plus grand risque est de ne prendre aucun risque.", "author": "Mark Zuckerberg"},
            {"quote": "L'échec est le fondement de la réussite.", "author": "Lao Tzu"},
            {"quote": "N'abandonnez pas. Les grandes choses prennent du temps.", "author": "Unknown"},
            {"quote": "La seule façon de faire un excellent travail est d'aimer ce que vous faites.", "author": "Steve Jobs"},
            {"quote": "La vie commence là où commence ta zone de confort.", "author": "Neale Donald Walsch"},
            {"quote": "Cessez de vous concentrer sur ce que vous ne voulez pas et concentrez-vous sur ce que vous voulez.", "author": "Joe Vitale"},
            {"quote": "Quand la vie vous donne des citrons, faites de la limonade.", "author": "Dale Carnegie"},
            {"quote": "Soyez la meilleure version de vous-même.", "author": "Unknown"},
            {"quote": "Les opportunités ne se produisent pas, vous les créez.", "author": "Chris Grosser"},
            {"quote": "N'ayez pas peur d'échouer. Ayez peur de ne pas essayer.", "author": "Roy T. Bennett"},
            {"quote": "Rien ne vaut plus que la persévérance.", "author": "Calvin Coolidge"}
        ],
    "Historique": [
                {"quote": "L'histoire est écrite par les vainqueurs.", "author": "Winston Churchill"},
                {"quote": "Les grandes découvertes et améliorations impliquent une volonté de perdre l'équilibre.", "author": "Thomas Edison"},
                {"quote": "Les empires sont construits par la conquête, mais la paix est le fondement de la prospérité.", "author": "Alexander the Great"},
                {"quote": "Il n'y a pas de passé, il n'y a pas de futur, il n'y a que le présent.", "author": "Jean-Paul Sartre"},
                {"quote": "L'histoire est un vaste ensemble de mensonges sur lesquels tout le monde est d'accord.", "author": "Napoleon Bonaparte"},
                {"quote": "Ce qui ne nous tue pas nous rend plus fort.", "author": "Friedrich Nietzsche"},
                {"quote": "Les révolutions sont les moteurs du changement social.", "author": "Karl Marx"},
                {"quote": "La vraie histoire est écrite par les petites gens, pas par les puissants.", "author": "Howard Zinn"},
                {"quote": "Les grandes civilisations ne sont pas anéanties par la conquête, mais par la décadence.", "author": "Aristote"},
                {"quote": "Ce n'est pas la taille de l'homme dans la lutte, c'est la taille de la lutte dans l'homme.", "author": "Muhammad Ali"},
                {"quote": "Le meilleur moyen de prédire l'avenir est de le créer.", "author": "Abraham Lincoln"},
                {"quote": "La démocratie est le gouvernement du peuple, par le peuple et pour le peuple.", "author": "Abraham Lincoln"},
                {"quote": "L'histoire est le récit des événements passés, raconté par ceux qui les ont vécus.", "author": "Tacitus"},
                {"quote": "Un peuple qui oublie son passé est condamné à le revivre.", "author": "George Santayana"},
                {"quote": "L'histoire se répète, d'abord comme une tragédie, ensuite comme une farce.", "author": "Karl Marx"},
                {"quote": "Les grands hommes sont ceux qui ont su surmonter les obstacles et transformer les difficultés en opportunités.", "author": "Nelson Mandela"},
                {"quote": "Les hommes sont faits pour être heureux, mais ils ne le savent pas.", "author": "Voltaire"},
                {"quote": "Le monde est un théâtre et nous sommes tous des acteurs.", "author": "William Shakespeare"},
                {"quote": "Il n'y a rien de permanent, sauf le changement.", "author": "Héraclite"},
                {"quote": "La guerre est la continuation de la politique par d'autres moyens.", "author": "Carl von Clausewitz"},
                {"quote": "Les grandes choses ne sont jamais faites par une seule personne, elles sont faites par une équipe de personnes.", "author": "Steve Jobs"},
                {"quote": "L'histoire ne se répète pas, mais elle rime.", "author": "Mark Twain"},
                {"quote": "Les grandes idées naissent souvent dans des moments de crise.", "author": "Albert Einstein"},
                {"quote": "Aucun homme n'est une île, complet en soi.", "author": "John Donne"},
                {"quote": "Le but de l'histoire est de rendre l'homme plus humain.", "author": "Edward Gibbon"},
                {"quote": "L'histoire est l'enseignement des erreurs passées.", "author": "Platon"},
                {"quote": "Si l'on se contente de parler de l'histoire, elle ne devient qu'un passé.", "author": "David Hume"},
                {"quote": "Les gouvernements ont peur des révolutions, mais les révolutions font partie du progrès.", "author": "John F. Kennedy"}
            ],
    "Humoristique": [
                {"quote": "Je n'ai pas peur de la mort, je veux juste ne pas être là quand cela arrivera.", "author": "Woody Allen"},
                {"quote": "L'humour est la politesse du désespoir.", "author": "Chris Marker"},
                {"quote": "Un jour sans rire est un jour perdu.", "author": "Charlie Chaplin"},
                {"quote": "Le mariage est la principale cause de divorce.", "author": "Groucho Marx"},
                {"quote": "Le meilleur moyen de prédire l'avenir est de l'inventer.", "author": "Alan Kay"},
                {"quote": "L'âge, c'est juste un chiffre. Dans mon cas, un très gros chiffre.", "author": "George Burns"},
                {"quote": "Je suis contre les élèves qui travaillent à l'école. Je veux que mon fils soit un artiste de stand-up.", "author": "Bob Newhart"},
                {"quote": "Il faut toujours viser la lune, car même en cas d'échec, on atterrit dans les étoiles.", "author": "Les Brown"},
                {"quote": "Je me demande pourquoi les gens se demandent si les plantes ressentent des douleurs. Je les ai entendues crier quand je les ai arrosées.", "author": "John Cleese"},
                {"quote": "Les hommes sont comme les voitures : il faut un mécanicien pour les comprendre.", "author": "Unknown"},
                {"quote": "Les gens qui pensent que l'argent ne fait pas le bonheur ne savent pas où faire du shopping.", "author": "Geraldine Ferraro"},
                {"quote": "Un chien peut comprendre la langue des hommes, mais un homme n'est jamais capable de comprendre celle du chien.", "author": "Mark Twain"},
                {"quote": "L'intelligence artificielle n'est rien comparée à l'intelligence naturelle.", "author": "Yogi Berra"},
                {"quote": "Je connais le secret de l'existence : c'est de rester léger.", "author": "Bill Watterson"},
                {"quote": "La vie est trop importante pour la prendre au sérieux.", "author": "Oscar Wilde"},
                {"quote": "Un optimiste voit le verre à moitié plein, un pessimiste voit le verre à moitié vide. Un réaliste met du whisky dedans.", "author": "Unknown"},
                {"quote": "Le seul endroit où le succès précède le travail, c'est dans le dictionnaire.", "author": "Vidal Sassoon"},
                {"quote": "Si les chaussures sont trop grandes, c'est qu'on n'a pas encore grandi.", "author": "Samuel Johnson"},
                {"quote": "Ce qui ne nous tue pas nous rend plus fort. Mais ce qui nous tue, nous tue.", "author": "Sacha Guitry"},
                {"quote": "Ne te prends pas trop au sérieux, personne d'autre ne le fait.", "author": "W.C. Fields"},
                {"quote": "Je ne veux pas vivre éternellement, mais je veux un bon avocat pour garantir que ma dette aussi ne vivra pas éternellement.", "author": "George Burns"},
                {"quote": "Je ne suis pas superstitieux, mais j'ai une chance incroyable pour ceux qui le sont.", "author": "Unknown"},
                {"quote": "Rien ne vaut la paix intérieure, surtout quand elle est bien remplie de biscuits.", "author": "Unknown"},
                {"quote": "Le sport le plus difficile est de faire du shopping avec votre femme.", "author": "Unknown"},
                {"quote": "La perfection n'est pas de ce monde, mais je m'efforce d'être une légende.", "author": "Unknown"},
                {"quote": "La seule chose à laquelle je crois, c'est ce que je crois.", "author": "Woody Allen"},
                {"quote": "Si les gens savaient combien je m'en fiche, je serais millionnaire.", "author": "Unknown"},
                {"quote": "L'humour est la meilleure défense contre les attaques de la vie.", "author": "Jonathan Swift"},
                {"quote": "J'ai fait un excellent travail, mais mon employeur m'a payé en sourires.", "author": "Unknown"}
            ]
        }           
